Repository: tch1bo/viaduct
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: The contents of a cell has either the format 'M/N' on accepted solutions or 'M' otherwise, where M is the amount attempts, N is the the total time taken (in minutes)
nl: Het formaat van een cel is ofwel 'M/N' voor geaccepteerde oplossingen of 'M' voor niet-geaccepteerde oplossingen, waarbij M het aantal pogingen is en N de totale tijd vanaf het begin is (in minuten)

source: The given title does not match the page title.
nl: The opgegeven titel komt niet overeen met de titel van de pagina.

source: The group has been created.
nl: De groep is aangemaakt.

source: The group has been edited.
nl: De groep is aangepast.

source: The link refers to a page that does not exist, pleasecreate the page!
nl: De link verwijst naar een pagina die niet bestaat, maak eerst deze pagina!

source: The navigation entry has been saved.
nl: Het menu item is opgeslagen.

source: The order has been saved successfully
nl: De volgorde is opgeslagen.

source: The page has been deleted
nl: De pagina is verwijderd.

source: The page has been saved
nl: De pagina is opgeslagen.

source: The page you tried to delete does not exist.
nl: De pagina die je probeerde te verwijderen bestaat niet

source: The password you entered appears to be incorrect.
nl: Het opgegeven wachtwoord lijkt incorrect.

source: The roles have been updated.
nl: De rollen zijn geupdate.

source: The seo settings have been saved
nl: De seo-instellingen zijn opgeslagen

source: The student ID '%(student_id)s' corresponds with multiple via accounts, but is not yet confirmed. Please login with your email address and password to prove that you own one of these accounts and to confirm your student ID.
nl: Het studentnummer '%(student_id)s' komt overeen met meerdere via-accounts, maar is nog niet bevestigd. Log in met je e-mail-adres en wachtwoord om te bewijzen dat je een van deze accounts bezit en om je studentnummer te bevestigen.

source: The student ID '%(student_id)s' corresponds with via account %(email)s, but is not yet confirmed. Please login with your email address and password to prove that you own this account and to confirm your student ID.
nl: Het studentnummer '%(student_id)s' komt overeen met via-account %(email)s, maar is nog niet bevestigd. Log in met je e-mail-adres en wachtwoord om te bewijzen dat je dit account bezit en om je studentnummer te bevestigen.

source: There is already an account linked to this UvA account.
nl: Er is al een account gekoppeld aan dit UvA-account.

source: There is already an account linked to this UvA account. If you are sure that this is a mistake please send an email to the board.
nl: Er is al een account gekoppeld aan dit UvA-account. Als je vermoed dat dit niet klopt, neem dan contact op met het bestuur.

source: There is already another group with this e-mail address.
nl: Er is al een groep met hetzelfde emailadres.

source: There is already another group with this name.
nl: Er is al een groep met dezelfde naam.

source: There is no via account linked to this UvA account. On this page you can create a new via account that is linked to your UvA account.
nl: Er is geen via-account gelinkt aan dit UvA-account. Op deze pagina kan je een nieuw via-account aanmaken dat gelinkt is aan je UvA-account.

source: These details are taken from your account. You can change them on your account page.
nl: Deze gegevens worden opgehaald uit je account. Deze kun je wijzigen op je account pagina.

source: This account's student ID does not match student ID '%(student_id)s'
nl: Het studentnummer van dit account komt niet overeen met het studentummer '%(student_id)s'

source: This field is required.
nl: Dit veld is vereist.

source: This is probably due to not having paid your member contribution. You can pay for your contribution by ordering this along with your books, or you could pass by the <strong>via</strong>-room.
nl: Dit komt waarschijnlijk omdat je nog niet hebt betaald voor je lidmaatschap. Je kan je lidmaatschap betalen door dit bij de boekenverkoop bij te bestellen of even langs de <strong>via</strong>-kamer te komen.

source: This is probably due to the fact that we have to confirm you're a student at the UvA. Please come by the <strong>via</strong> room so this can be confirmed.
nl: Dit komt waarschijnlijk, omdat er nog bevestigd moet worden dat je een student bent aan de UvA. Kom even langs de <strong>via</strong> kamer zodat dit geregeld kan worden.

source: This news item does not exist
nl: Dit nieuwsbericht bestaat niet.

source: Time
nl: Tijd

source: Timelimit
nl: Tijdslimiet

source: Timestamp
nl: Tijdstip

source: Title
nl: Titel

source: Title "%s" is already in use.
nl: Titel " %s " wordt al gebruikt.

source: To account
nl: Naar account

source: Too late
nl: Te laat

source: Total problems
nl: Totaal aantal problemen

source: Unfortunately it is currently unclear to us if you are a member of <strong>via</strong>.
nl: Helaas is het voor ons onduidelijk of je lid van <strong>via</strong> bent.

source: Unknown
nl: Onbekend

source: Unknown OAuth error
nl: Onbekende OAuth foutmelding

source: Unknown property
nl: Onbekende eigenschap

source: Until
nl: Tot

source: Untried
nl: Niet geprobeerd

source: Upload
nl: Uploaden

source: Upload file
nl: Bestand uploaden

source: Upload minutes and tasks
nl: Upload notulen en taken

source: Uploaded files
nl: Geuploade bestanden

source: User
nl: Gebruiker

source: User overview
nl: Gebruikersoverzicht

source: User tips
nl: Gebruikerstips

source: Users
nl: Gebruikers

source: Using the bookstore requires an account.
nl: Voor het gebruik van de boekenwinkel is een account vereist.

source: Vacancy created
nl: Vacature aangemaakt

source: Vacancy deleted
nl: Vacature verwijderd

source: Vacancy saved
nl: Vacature opgeslagen

source: Vacany
nl: Vacature

source: Valid membership is required to read this news article
nl: Geldig lidmaatschap is vereist om dit nieuwsartikel te kunnen lezen

source: Vancancies
nl: Vacatures

source: Version
nl: Versie

source: Versions
nl: Versies

source: View
nl: Weergeven

source: View Pimpy
nl: Pimpy weergeven

source: View groups
nl: Groepen weergeven

source: View minute
nl: Bekijk notulen

source: View mollie transactions
nl: Mollie betalingen weergeven

source: View submission
nl: Bekijk inzending

source: View vacancy overview
nl: Vacature overzicht weergeven

source: Visible for members only
nl: Alleen zichtbaar voor leden

source: We'd be delighted to help if you have any further questions. You can contact us by sending an e-mail to:<em>bestuur (at) svia (dot) nl</em>.
nl: Mocht je verdere vragen hebben, dan helpen wij je graag! Je kunt ons bereiken door een e-mail te sturen naar: <em>bestuur (at) svia (dot) nl</em>.

source: We've encountered an internal server error
nl: We zijn een interne server fout tegen gekomen

source: Welcome
nl: Gegroet

source: Welcome %(name)s! Your profile has been succesfully created and you have been logged in!
nl: Welkom %(name)s! Je profiel is aangemaakt en je bent ingelogd!

source: Welcome to via, %(name)s
nl: Welkom bij via, %(name)s

source: Who
nl: Wie

source: Workload
nl: Werklast

source: Would you like to join this committee?
nl: Wil je bij de commissie?

source: Would you like to recieve information from companies?
nl: Wil je informatie van bedrijven ontvangen?

source: Written by
nl: Geschreven door

source: Wrong Answer
nl: Verkeerd antwoord

source: Yes
nl: Ja

source: Yes, I agree to the %(link)s.
nl: Ja, ik ga akkoord met het %(link)s.

source: Yes, I have finished studying
nl: Ja, ik ben klaar met studeren

source: You can edit your registration by resubmitting the form.
nl: Je kan je inschrijving aanpassen door opnieuw in te schrijven

source: You do not have rights to remove pages
nl: Je hebt geen rechten om pagina's te verwijderen

source: You do not have the rights to view this page.
nl: Je hebt geen rechten om deze pagina te bekijken.

source: You have successfully registered, payment is still required!
nl: Je hebt jezelf ingeschreven, je moet nog wel betalen!

source: You have to be a registered member of via in order to register for activities. If you believe you are a member, please contact the board.
nl: Je moet een geregistreerd lid van via zijn om je te kunnen inschrijven voor activiteiten. Als je denkt dat je toch een lid ben, neem contact op met het bestuur.

source: You have to be logged in to fill in a form
nl: Je moet ingelogd zijn om een formulier in te vullen.

source: You must be logged in to view this page.
nl: Je moet ingelogd zijn om deze pagina te bekijken.

source: You must be logged-in to register for an activity.
nl: Je moet ingelogd zijn om je te registeren voor een activiteit.

source: You need to be at least 16 years old.
nl: Je moet ten minste 16 jaar oud zijn.

source: You need to be logged in to link an account.
nl: Je moet ingelogd zijn om een account te koppelen.

source: You need to be logged in to link your account.
nl: Je moet ingelogd zijn om je account te koppelen.

source: You need to be logged in to set a permanent language.
nl: Je moet ingelogd zijn om een permanente taal in te stellen.

source: Your account has been disabled, you are not allowed to log in
nl: Je account is gedeactiveerd, je mag niet inloggen

source: Your account is already linked to a UvA account.
nl: Je account is al gekoppeld aan een UvA-account.

source: Your account is now linked to this UvA account.
nl: Je account is nu gekoppeld aan dit UvA-account.

source: Your current password does not match.
nl: Huidig wachtwoord klopt niet.

source: Your password has been updated.
nl: Uw wachtwoord is geüpdatet.

source: Your password has successfully been changed.
nl: Je wachtwoord is veranderd.

source: Your payment has not been completed.
nl: Je betaling is nog niet voltooid.

source: Your payment has status: %s
nl: Uw betaling heeft de status: %s

source: Your payment is being processed.
nl: Uw betaling wordt verwerkt.

source: Your registration has been completed.
nl: Je inschrijving is voltooid.

source: Zip code
nl: Postcode

source: ago
nl: geleden

source: at
nl: om

source: committee
nl: commissie

source: create
nl: aanmaken

source: edit
nl: aanpassen

source: free
nl: gratis

source: in
nl: over

source: is required
nl: is vereist

source: news item
nl: nieuwsbericht

source: page
nl: pagina

source: required
nl: vereist

source: still
nl: nog

source: to
nl: naar

source: via, short for 'Vereniging Informatiewetenschappen Amsterdam' (Dutch), is the study association for Computer Science, Artificial Intelligence and Information Science at the University of Amsterdam.
nl: via, kort voor 'Vereniging Informatiewetenschappen Amsterdam' is de studievereniging voor Informatica, Kunstmatige Intelligentie en Informatiekunde aan de Universiteit van Amsterdam.

source: view
nl: bekijken

source: {} is now set as language for this session. To make this setting permanent, <a href='{}'>click here</a>
nl: {} is nu de taal voor deze sessie. Om deze instelling permanent te maken, <a href='{}'>klik hier</a>.
