Repository: tch1bo/viaduct
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: %(email)s is unknown to our system.
nl: %(email)s is niet bekend in ons systeem.

source: A user with this e-mail address already exist.
nl: Er bestaat al een gebruiker met dat emailadres.

source: A user with this e-mail address already exists
nl: Er bestaat al een gebruiker met dat emailadres

source: API call failed: %s
nl: API call mislukt: %s

source: Access to your name and e-mail
nl: Toegang tot je naam en e-mail

source: According to Google this email does not exist. Please use an email that does.
nl: Volgens Google bestaat deze email niet. Kies dus een bestaande email.

source: Activities
nl: Activiteiten

source: Activity
nl: Activiteit

source: Activity archive
nl: Activiteiten archief

source: Activity overview
nl: Activiteitenoverzicht

source: Activitycommittee
nl: Activiteitencommissie

source: Add
nl: Toevoegen

source: Add document
nl: Voeg document toe

source: Add minutes
nl: Notulen toevoegen

source: Add new version
nl: Nieuwe versie toevoegen

source: Add user to
nl: Gebruiker toevoegen aan

source: Address
nl: Adres

source: Admin data
nl: Administrator data

source: All
nl: Alle

source: All companies
nl: Alle bedrijven

source: All contacts
nl: Alle contacten

source: All locations
nl: Alle locaties

source: All submissions
nl: Alle inzendingen

source: All vacancies
nl: Alle vacatures

source: Already exists in the database
nl: Bestaat al in de database.

source: Amount of examinations:
nl: Aantal tentamens:

source: Amount solved
nl: Aantal opgelost

source: An email has been sent to %(email)s with further instructions.
nl: Er is een email verstuurd naar %(email)s met verdere instructies.

source: Answers
nl: Antwoorden

source: Api call failed: %s
nl: API call mislukt: %s

source: Archive date
nl: Archiveerdatum

source: Archive date needs to be after the publish date.
nl: Archiveerdatum moet na de publiceer datum zijn.

source: Are you sure you want to delete this course?
nl: Weet je zeker dat je dit vak wilt verwijderen?

source: Are you sure you want to delete this education?
nl: Weet je zeker dat je deze opleiding wilt verwijderen?

source: Are you sure you want to delete this entry?
nl: Weet je zeker dat je dit item wilt verwijderen?

source: Are you sure you want to delete this exam?
nl: Weet je zeker dat je het tentamen wilt verwijderen?

source: Ask the board to create the mailbox for this group (if needed)
nl: Vraag het bestuur om de mailbox aan te maken voor deze groep (indien nodig)

source: Attended activities
nl: Oude activiteiten

source: Attention: we now use a base32 encoding. Read this module's manual for more information.
nl: Let op: we gebruiken nu een base32 encoding. Lees de handleiding van deze module voor meer informatie.

source: Authentication failed. Please try again.
nl: Authenticatie mislukt. Probeer het opnieuw.

source: Authorized callback URLs
nl: Toegestaande callback URLs

source: Avatar deleted successfully.
nl: Avatar succesvol verwijderd.

source: Back
nl: Terug

source: Birthdate
nl: Geboortedatum

source: By registering you agree with the terms above.
nl: Door je aan te melden bij deze activiteit ga je akkoord met de bovenstaande voorwaarden.

source: Cannot find parent navigation entry.
nl: Het bovenligende menu item kan niet gevonden worden.

source: Captain's log succesfully ended.
nl: Captain's log afsluiten gelukt.

source: Chairman
nl: Voorzitter

source: Change SEO properties
nl: SEO properties aanpassen

source: Change challenges
nl: Challenges aanpassen

source: Change election properties
nl: Verkiezings details aanpassen

source: Change group members
nl: Leden groep aanpassen

source: Change group permissions
nl: Groep rechten veranderen

source: Change password
nl: Verander wachtwoord

source: Change the examinations
nl: Tentamens aanpassen

source: Change the navigation
nl: Navigatie aanpassen

source: Change the redirects
nl: Redirects aanpassen

source: Change user properties
nl: Gebruikers eigenschappen aanpassen

source: Change vacancies
nl: Vacaturen aanpassen

source: Checked
nl: Gecheckt

source: City
nl: Plaats

source: Click 'confirm' to allow the application to do the following:
nl: Click 'bevestigen' om de applicatie rechten geven tot het volgende:

source: Click to expand
nl: Klik om uit te klappen

source: Comma separated, regex allowed
nl: Komma gescheiden, regex toegestaan

source: Comment
nl: Commentaar

source: Comment for change
nl: Commentaar voor veranderingen

source: Committee
nl: Commissie

source: Committee members
nl: Commissieleden

source: Committees
nl: Commissies

source: Committees open for new members
nl: Commissies open voor nieuwe leden

source: Company
nl: Bedrijf

source: Company "%s" deleted
nl: Bedrijf "%s" verwijderd

source: Company "%s" saved.
nl: Bedrijf "%s" opgeslagen.

source: Company Phone
nl: Bedrijf telefoon

source: Company email
nl: Bedrijf email

source: Compare
nl: Vergelijken

source: Compiler Error
nl: Compileerfout

source: Conditions
nl: Voorwaarden

source: Confirm
nl: Bevestigen

source: Connected applications
nl: Gekoppelde applicaties

source: Contact Name
nl: Contact Naam

source: Contact Phone
nl: Contact telefoonnummer

source: Contact details
nl: Contact gegevens

source: Contact email "%s" is already in use.
nl: Contact email " %s " wordt al gebruikt.

source: Contact name "%s" is already in use.
nl: Contact naam " %s " wordt al gebruikt.

source: Contact person
nl: Contactpersoon

source: Contact person deleted.
nl: Contactpersoon verwijderd.

source: Contact person saved.
nl: Contactpersoon opgeslagen.

source: Content
nl: Inhoud

source: Contest does not exist.
nl: Wedstrijd bestaat niet.

source: Contests
nl: Wedstrijden

source: Contract enddate
nl: Contract einddatum

source: Contract startdate
nl: Contract startdatum

source: Copy to clipboard
nl: Kopiëren naar klembord

source: Could not find the user to link this UvA account to.
nl: Kan het account om het UvA-account aan te koppelen niet vinden.

source: Country
nl: Land

source: Course
nl: Vak

source: Course '%s' already in database.
nl: Vak %s bestaat al in database.

source: Course overview
nl: Vakoverzicht

source: Course successfully added.
nl: Vak succesvol opgeslagen

source: Course successfully deleted.
nl: Vak succesvol verwijderd

source: Course successfully saved.
nl: Vak succesvol opgeslagen

source: Courses
nl: Vakken

source: Create
nl: Aanmaken

source: Create ALVs
nl: ALVs aanmaken

source: Create activities
nl: Activiteiten aanmaken

source: Create activity
nl: Activiteit aanmaken

source: Create form
nl: Formulier aanmaken

source: Create group
nl: Groep aanmaken

source: Create news articles
nl: Nieuwsberichten aanmaken

source: Create news item
nl: Nieuwsbericht aanmaken

source: Create newsletter
nl: Nieuwsbrief aanmaken

source: Create pages
nl: Paginas aanmaken

source: Create task
nl: Taak aanmaken

source: Create user
nl: Gebruiker aanmaken

source: Created
nl: Aangemaakt

source: Current
nl: Huidig

source: Current Password
nl: Huidige wachtwoord

source: Current avatar
nl: Huidige avatar

source: Custom URL
nl: Aangepaste URL

source: Date
nl: Datum

source: Date unknown
nl: Datum onbekend

source: Delete
nl: Verwijderen

source: Delete GA
nl: ALV verwijderen

source: Delete activity
nl: Activiteit verwijderen

source: Delete avatar
nl: Verwijder avatar

source: Delete menu item and pagina
nl: Verwijder menu item en pagina

source: Delete news item
nl: Verwijder nieuwsbericht

source: Delete page:
nl: Pagina verwijderen:

source: Deleted
nl: Verwijderd

source: Description
nl: Beschrijving

source: Description of the client, usage for example
nl: Beschrijving van de client, bijvoorbeeld gebruik

source: Disabled
nl: Uitgeschakeld

source: Display administrative buttons to DOMjudge
nl: Weergave administrative DOMjudge knoppen

source: Display name of the client
nl: Weergave naam van de client

source: Displayed price
nl: Weergegeven prijs

source: Do not filter HTML tags
nl: Geen HTML tags filteren

source: Do you have an idea for an activity?
nl: Heb je een idee voor een activiteit?

source: Dutch
nl: Nederlands

source: Dutch content
nl: Nederlandse inhoud

source: Dutch description
nl: Nederlandse beschrijving

source: Dutch description (max. 180 characters)
nl: Nederlandse beschrijving (max. 180 characters)

source: Dutch details
nl: Nederlandse gegevens

source: Dutch name
nl: Nederlandse naam

source: Dutch tags (comma seperated)
nl: Nederlandse tags (komma gescheiden)

source: Dutch title
nl: Nederlandse titel

source: Dutch title requires Dutch content and vice versa
nl: Nederlandse titel vereist Nederlandse inhoud en vica versa.

source: Dutch title requires Dutch description and vice versa
nl: Nederlandse naam vereist Nederlandse beschrijving en vica versa.

source: E-mail address
nl: E-mailadres

source: E-mail address cannot start with any of the following
nl: E-mailadres kan niet met het volgende beginnen

source: E-mail adress
nl: E-mailadres

source: Edit
nl: Aanpassen

source: Edit GA
nl: ALV aanpassen

source: Edit course
nl: Vak aanpassen

source: Edit education
nl: Opleiding aanpassen

source: Edit examination
nl: Tentamen aanpassen

source: Edit group
nl: Groep aanpassen

source: Edit news item
nl: Nieuwsbericht aanpassen

source: Edit newsletter
nl: Nieuwsbrief aanpassen

source: Edit page
nl: Pagina aanpassen

source: Edit student ID information manually
nl: Studentnummer-gegevens handmatig aanpassen

source: Edit user permissions
nl: Wijzig gebruikersrechten

source: Education
nl: Opleiding

source: Education overview
nl: Opleidingsoverzicht

source: Education successfully added.
nl: Opleiding succesvol toegevoegd.

source: Education successfully deleted.
nl: Opleiding succesvol verwijderd

source: Education successfully saved.
nl: Opleiding succesvol opgeslagen.

source: Educations
nl: Opleidingen

source: Either Dutch or English content required
nl: Een Nederlandse of Engelse inhoud is vereist.

source: Either Dutch or English description required
nl: Een Nederlandse of Engelse beschrijving is vereist.

source: Either Dutch or English title required
nl: Een Nederlandse of Engelse titel is vereist.

source: Email
nl: Email adres

source: End date
nl: Einddatum

source: End time
nl: Eindtijd

source: End-Term
nl: Eindtentamen

source: English
nl: Engels

source: English content
nl: Engelse inhoud

source: English description
nl: Engelse beschrijving

source: English description (max. 180 characters)
nl: Engelse beschrijving (max. 180 characters)

source: English details
nl: Engelse gegevens

source: English name
nl: Engelse naam

source: English tags (comma seperated)
nl: Engelse tags (komma gescheiden)

source: English title
nl: Engelse titel

source: English title requires English content and vice versa
nl: Engelse titel vereist Engelse inhoud en vica versa.

source: English title requires English description and vice versa
nl: Engelse naam vereist Engelse beschrijving en vica versa.

source: Error!
nl: Fout!

source: Examination
nl: Tentamen

source: Examination does not exist.
nl: Tentamen bestaat niet.

source: Examination successfully changed.
nl: Tentamen succesvol aangepast.

source: Examination successfully deleted.
nl: Tentamen succesvol verwijderd.

source: Examination successfully uploaded.
nl: Tentamen successvol geüpload.

source: Examination type
nl: Tentamen soort

source: Examinations
nl: Tentamens

source: Exams
nl: Tentamens

source: Explanation of score:
nl: Uitleg van de score:

source: Export users
nl: Gebruikers exporteren

source: External link
nl: Externe link

source: Favourer
nl: Begunstigde

source: File
nl: Bestand

source: Filename
nl: Bestandsnaam

source: Files
nl: Bestanden

source: First name
nl: Voornaam

source: Firstname
nl: Voornaam

source: Forgot password?
nl: Wachtwoord vergeten?

source: Form
nl: Formulier

source: Form name
nl: Formulier naam

source: Found invalid lines in minutes
nl: Ongeldige regel gevonden in notulen

source: From
nl: Van

source: From %(day)s
nl: Van %(day)s

source: Fullscreen
nl: Schermvullend

source: GAs
nl: ALVs

source: Group
nl: Groep

source: Groups
nl: Groepen

source: Groups with read permission
nl: Groepen met lees rechten

source: Has paid
nl: Heeft betaald

source: Honorary member
nl: Erelid

source: I have finished studying
nl: Ik ben klaar met studeren

source: IDeal price
nl: IDeal prijs

source: If you think you do have the rights to view this page, please send an e-mail to: <a href="mailto:bestuur@svia.nl">bestuur@svia.nl</a>
nl: Als je denkt dat je wel de juiste rechten hebt om deze pagina te bezoeken, stuur dan een e-mail naar: <a href="mailto:bestuur@svia.nl">bestuur@svia.nl</a>

source: Image
nl: Plaatje

source: Incorrect
nl: Onjuist

source: Information
nl: Informatie

source: Invalid URL.
nl: Ongeldige URL.

source: Invalid email address.
nl: Ongeldig emailadres.

source: Invalid email list name.
nl: Geen geldige naam van e-maillijst

source: Invalid language.
nl: Ongeldige taal

source: It appears that this account does not exist. Try again, or contact the website administration at ict (at) svia (dot) nl.
nl: Het lijkt erop dat dit account niet bestaat. Probeer het opnieuw, of contacteer de website-administratie via ict (at) svia (dot) nl.

source: Judging
nl: Beoordelen

source: Language
nl: Taal

source: Language unsupported on this site
nl: Taal wordt niet ondersteund op deze website

source: Last modified
nl: Laatste aanpassing

source: Last name
nl: Achternaam

source: Latest
nl: Nieuwste

source: Latest news
nl: Laatste nieuws

source: Legend
nl: Legenda

source: Limit read permission to groups
nl: Limiteer lees rechten tot groepen

source: Lines containing missing colons in ACTIE(s)
nl: Regels met missende dubbele punt in ACTIE(s)

source: Lines containing unknown task ids
nl: Regels met onbekende taak ids

source: Lines containing unmatchable names in ACTIE(s)
nl: Regels met onmatchbare namen in ACTIE(s)

source: Link account to UvA account
nl: Koppel account aan UvA-account

source: Link copied
nl: Link gekopieerd

source: Link this account to the corresponding UvA account
nl: Koppel dit account aan het bijbehorende UvA-account

source: Link to file
nl: Link naar bestand

source: Linked to UvA account
nl: Gekoppeld aan UvA-account

source: List of activities
nl: Activiteiten

source: Loading...
nl: Bezig...

source: Location
nl: Locatie

source: Location deleted.
nl: Locatie verwijderd

source: Location saved.
nl: Location opgeslagen.

source: Log in with UvA-net ID
nl: Log in met UvA-net ID

source: Log off
nl: Uitloggen

source: Looking for new members
nl: Op zoek naar nieuwe leden

source: Mailing list
nl: Mailinglijst

source: Max number of attendants
nl: Maximaal aantal aanwezigen

source: Member
nl: Lid

source: Mid-Term
nl: Deeltentamen

source: Minimal password length: %(length)d
nl: Minimum lengte van wachtwoord: %(length)d

source: Minute
nl: Notulen

source: Minute content
nl: Inhoud notulen

source: Minutes
nl: Notulen

source: Modified
nl: Aangepast

source: Modify
nl: Bewerken

source: My applications
nl: Mijn applicaties

source: My submissions
nl: Mijn inzendingen

source: Myself
nl: Zelf

source: Name
nl: Naam

source: Name "%s" is already in use.
nl: Naam " %s " wordt al gebruikt.

source: Navigation entry
nl: Menu item

source: New GA
nl: Nieuw ALV

source: New activity
nl: Nieuwe activiteit

source: New company
nl: Nieuw Bedrijf

source: New contact
nl: Nieuw contactpersoon

source: New course
nl: Nieuw vak

source: New education
nl: Nieuwe opleiding

source: New examination
nl: Nieuw tentamen

source: New item
nl: Nieuw item

source: New location
nl: Nieuwe locatie

source: New minute
nl: Nieuwe notulen

source: New password
nl: Nieuw wachtwoord

source: New vacancy
nl: Nieuwe vacature

source: News
nl: Nieuws

source: News item saved
nl: Nieuwsbericht opgeslagen

source: News item succesfully deleted
nl: Nieuwsbericht succesvol verwijderd

source: News items
nl: Nieuwsberichten

source: Newsletter saved
nl: Nieuwsbrief opgeslagen

source: Newsletters
nl: Nieuwsbrieven

source: Next
nl: Volgende

source: No
nl: Nee

source: No Output
nl: Geen uitvoer

source: No answers uploaded.
nl: Geen antwoorden geüpload.

source: No contests found
nl: Geen wedstrijden gevonden

source: No examination uploaded.
nl: Geen tentamen geüpload.

source: No examinations found
nl: Geen tentamens gevonden

source: No file uploaded.
nl: Geen bestand geüpload.

source: No form
nl: Geen formulier

source: No location
nl: Geen locatie

source: No vacancies found.
nl: Geen vacatures gevonden.

source: No valid ticket found
nl: Geen valide ticket gevonden

source: None
nl: Geen

source: Not Done
nl: Niet Done

source: Not found!
nl: Niet gevonden!

source: Not started
nl: Niet begonnen

source: Number of extra attendants
nl: Aantal introducees

source: Number of extra attendants allowed
nl: Aantal introducees toegestaan

source: Optional data
nl: Optionele gegevens

source: Order children alphabetically
nl: Sorteer onderliggende menu-items alfabetisch.

source: Owned by:
nl: Beheerder:

source: Owner
nl: Eigenaar

source: Page
nl: Pagina

source: Page not found
nl: Pagina niet gevonden

source: Page title
nl: Pagina titel

source: Pass these URLs to Copernica so they can fetch the latest items.
nl: Geef deze URL's door aan Copernica, zodat ze de laatste items op kunnen halen.

source: Password
nl: Wachtwoord

source: Passwords do not match
nl: De opgegeven wachtwoorden komen niet overeen

source: Pay
nl: Betalen

source: Payment successfully received.
nl: Betaling succesvol ontvangen.

source: Pending
nl: In de wachtrij

source: Permission
nl: Rechten

source: Phone
nl: Telefoonnummer

source: Please agree with our Privacy Policy.
nl: Je moet akkoord gaan met het Privacybeleid.

source: Please fill in
nl: Alstublieft invullen

source: Please fill in :D
nl: Vul a.u.b. in :D

source: Please verify that you are not a robot.
nl: Verifieer dat je geen robot bent.

source: Position vacant
nl: Positie openstaand

source: Post address
nl: Postbus

source: Postoffice Box
nl: Postbus

source: Previous
nl: Vorige

source: Price
nl: Prijs

source: Privacy Policy
nl: Privacybeleid

source: Problem
nl: Probleem

source: Problem description
nl: Probleembeschrijving

source: Problem does not exist.
nl: Probleem bestaat niet.

source: Problem list
nl: Probleemoverzicht

source: Problems
nl: Problemen

source: Profile succesfully created
nl: Profiel aanmaken gelukt

source: Profile succesfully updated
nl: Profiel bewerken gelukt

source: Publish date
nl: Publiceerdatum

source: Published at
nl: Gepubliceerd op

source: Rank
nl: Rang

source: Read files
nl: Lezen bestanden

source: Read more
nl: Meer lezen

source: Read user properties
nl: Lees gebruikers eigenschappen

source: Refresh
nl: Verversen

source: Register
nl: Registreer

source: Register OAuth developer application
nl: Registreer OAuth developer applicatie

source: Register account
nl: Gebruiker aanmaken

source: Register for this activity
nl: Registreer voor deze activiteit

source: Register new user
nl: Gebruiker aanmaken

source: Registered activities
nl: Ingeschreven activiteiten

source: Remove page
nl: Verwijder pagina

source: Repeat new password
nl: Herhaal nieuw wachtwoord

source: Request to DOMjudge server failed
nl: Request aan de DOMjudge server mislukt

source: Require membership to view
nl: Vereis lidmaatschap voor weergeven

source: Requires direct payment
nl: Vereist meteen betalen

source: Reset password
nl: Reset wachtwoord

source: Result
nl: Resultaat

source: Retake
nl: Herkansing

source: Roles
nl: Rollen

source: Run Error
nl: Run Fout

source: Save
nl: Opslaan

source: Scoreboard
nl: Scorebord

source: Search
nl: Zoeken

source: Search for group
nl: Zoek naar een groep

source: Search for title, contact or company
nl: Zoeken op titel, contact of bedrijf

source: Secretary
nl: Secretaris

source: Select a time and date by clicking on the clock
nl: Selecteer een tijd en datum door op de klok te klikken

source: Send
nl: Verzend

source: Send an e-mail to the
nl: Verstuur een e-mail naar de

source: Send an email
nl: Stuur een mail

source: Send form
nl: Verstuur formulier

source: Show
nl: Toon

source: Show activities in the archive
nl: Toon activiteiten in het archief

source: Show all news items
nl: Toon alle nieuws berichten

source: Show history
nl: Toon historie

source: Show news item archive
nl: Toon niews berichten in het archief

source: Show plaintext
nl: Laat als plaintext zien

source: Show profile
nl: Toon profiel

source: Show recent news items
nl: Toon recente news berichten

source: Show upcoming activities
nl: Toon aankomende activiteiten

source: Sign In
nl: Inloggen

source: Solved
nl: Opgelost

source: Solved first
nl: Als eerste opgelost

source: Some details like shirt size or diet we try to save, so you don't have to fill them in more then once.
nl: Sommige velden (zoals shirt-maat of dieet) proberen we op te slaan, zodat je het de volgende keer niet nog eens moet invullen.

source: Something went wrong.
nl: Er is iets mis gegaan.

source: Source code file
nl: Broncode bestand

source: Start date
nl: Startdatum

source: Start time
nl: Starttijd

source: Start time must be before end time
nl: Starttijd moet voor eindtijd zijn

source: Started
nl: Begonnen

source: Starting year study
nl: Beginjaar studie

source: Student ID
nl: Studentnummer

source: Student ID information of %(name)s
nl: Studentnummer-gegevens van %(name)s

source: Student ID information saved.
nl: Studentnummer-gegevens opgeslagen.

source: Studentnumber
nl: Studenten ID

source: Study
nl: Studie

source: Study Association
nl: Studievereniging

source: Study course
nl: Studie

source: Submission successful.
nl: Inzending succesvol.

source: Submissions
nl: Inzendingen

source: Submit
nl: Opslaan

source: Submit solution
nl: Oplossing insturen

source: Success message: shown when user registers
nl: Succes bericht: zichtbaar wanneer gebruiker zich inschrijft

source: Successfully created client '%s'
nl: Client '%s' succesvol aangemaakt

source: Successfully revoked token for client '%s'
nl: Token voor client '%s' is ingetrokken

source: Successfully updated client '%s'
nl: Client '%s' succesvol geupdate

source: Task
nl: Taak

source: Task does not exist
nl: Taak bestaat niet

source: Task has successfully been created
nl: Taak is succesvol aangemaakt

source: Task not specified
nl: Taak niet gespecificeerd

source: Tasks
nl: Taken

source: Terms
nl: Voorwaarden

source: The UvA account corresponding with this student ID is already linked to another user (%(name)s - %(email)s). Please unlink the account from the other user first before linking it to this user.
nl: Het UvA-account dat bij dit studentnummer hoort is al gekoppeld aan een ander account (%(name)s - %(email)s). Ontkoppel het account eerst van het andere account voor het te koppelen aan dit account.

source: The account is now linked to this UvA account.
nl: Het account is nu gekoppeld aan dit UvA-account.

source: The activity has been created.
nl: De activiteit is aangemaakt.

source: The activity has been edited.
nl: De activiteit is aangepast.

source: The activity has reached its maximum number of registrations. You have been placed on the reserves list.
nl: De activiteit heeft het maximum aantal inschrijvingen bereikt. Je bent geplaatst op de reserve lijst.

source: The activity has reached its maximum number of registrations. You will be placed on the reserves list.
nl: De activiteit heeft het maximum aantal inschrijvingen bereikt. Je zal op de reserve lijst geplaatst worden.

source: The answers provided here are not the official answers and are not guaranteed to be correct.
nl: De antwoorden die hier staan zijn niet officiëel en zijn dus niet gegarandeerd correct

source: The committee has been saved.
nl: De commissie is opgeslagen.
